#+TITLE: DM2 Assignment 05.3
#+LANGUAGE: en
#+OPTIONS: H:4 num:nil toc:nil \n:nil @:t ::t |:t ^:t *:t TeX:t LaTeX:t
#+OPTIONS: html-postamble:nil
#+STARTUP: showeverything entitiespretty
#+SETUPFILE: theme-bigblow.setup

[[elisp:(find-file-other-window%20"generic-instructions.org")][Read Instructions]]
[[elisp:(progn%20(save-buffer)%20(browse-url-of-file%20(org-html-export-to-html)))][Export to HTML and Browse]]
[[elisp:(progn%20(save-buffer)%20(org-clock-report%201)%20(save-buffer))][Insert/Update Clock Summary Report]]

** TODO Answer Another Probability Question
   Take a deep breath. Suppose Shakespeare\rsquo{}s account is accurate and Julius
   Caesar gasped \ldquo{}You too, Brutus\rdquo before breathing his last. What is the
   probability that you just inhaled a molecule that Julius Caesar exhaled in
   his dying breath?

   Assume that after more than two thousand years the exhaled molecules are
   uniformly spread about the world and the vast majority are still free in the
   atmosphere. Assume further that there are 10^{44} molecules of air in the world,
   and that your inhaled quantity and Caesar\rsquo{}s exhaled quantity were each about
   2.2 x 10^{22} molecules.

   :HINT:
   If a number x is small, then (1 - x) is approximately equal to e^{-x}, where e =
   2.718281828 (approximately).

#+BEGIN_SRC elisp :results raw
  (exp 1)
#+END_SRC

#+RESULTS:
2.718281828459045
   :END:
